tap "1password/tap"
tap "argoproj/tap"
tap "d12frosted/emacs-plus"
tap "go-swagger/go-swagger"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "argo"
brew "argocd"
brew "asdf"
brew "atuin"
brew "bat"
brew "btop"
brew "cmake"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "helm"
brew "httpie"
brew "hurl"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "llvm"
brew "lsd"
brew "mise"
brew "mosh"
brew "neovim"
brew "protoc-gen-go"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rust-analyzer"
brew "sqlc"
brew "starship"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmux-xpanes"
brew "tokei"
brew "uv"
brew "watch"
brew "wget"
brew "z"
brew "zoxide"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "go-swagger/go-swagger/go-swagger"
brew "goreleaser/tap/goreleaser"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "datagrip"
cask "devtoys"
cask "docker"
cask "emacs-mac"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "goland"
cask "google-chrome"
cask "gureumkim"
cask "iterm2"
cask "mysqlworkbench"
cask "netron"
cask "notion"
cask "obsidian"
cask "openlens"
cask "postman"
cask "pycharm"
cask "rectangle"
cask "rustrover"
cask "secretive"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
vscode "bodil.file-browser"
vscode "bungcip.better-toml"
vscode "chenglou92.rescript-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "jacobdufault.fuzzy-search"
vscode "jdinhlife.gruvbox"
vscode "kahole.magit"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sainnhe.gruvbox-material"
vscode "serayuzgur.crates"
vscode "swellaby.rust-pack"
vscode "taipy.studio-config"
vscode "taipy.studio-gui"
vscode "taipy.taipy-studio"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
