tap "1password/tap"
tap "c-bata/kube-prompt"
tap "charmbracelet/tap"
tap "d12frosted/emacs-plus"
tap "go-swagger/go-swagger"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
brew "argocd"
brew "asdf"
brew "awscli"
brew "bat"
brew "binutils"
brew "btop"
brew "carthage"
brew "clang-format"
brew "cmake"
brew "dotdrop"
brew "doxygen"
brew "dust"
brew "exa"
brew "fd"
brew "libsndfile"
brew "fzf"
brew "gh"
brew "git-flow-avh"
brew "gitui"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "grpcurl"
brew "haproxy"
brew "helix"
brew "helm"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "node"
brew "jupyterlab"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "libtensorflow"
brew "llvm"
brew "lsd"
brew "macpine"
brew "neovim"
brew "node@16"
brew "ocaml"
brew "onnxruntime"
brew "pipenv"
brew "poetry"
brew "postgresql@14"
brew "protobuf-c"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rancher-cli"
brew "rbenv"
brew "ripgrep"
brew "rust-analyzer"
brew "socat"
brew "sqlc"
brew "starship"
brew "swiftlint"
brew "terraform"
brew "texlive"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tokei"
brew "vips"
brew "wabt"
brew "watch"
brew "webpack"
brew "wget"
brew "yarn"
brew "yq"
brew "z"
brew "zoxide"
brew "c-bata/kube-prompt/kube-prompt"
brew "charmbracelet/tap/skate"
brew "go-swagger/go-swagger/go-swagger"
brew "go-task/tap/go-task"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "amethyst"
cask "bitwarden"
cask "cloudflare-warp"
cask "cyberduck"
cask "datagrip"
cask "devtoys"
cask "docker"
cask "emacs"
cask "fig"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "goland"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kitty"
cask "logitech-options"
cask "microsoft-remote-desktop"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "openlens"
cask "orbstack"
cask "postman"
cask "pycharm"
cask "rectangle"
cask "remarkable"
cask "secretive"
cask "setapp"
cask "slack"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wezterm"
vscode "bodil.file-browser"
vscode "bungcip.better-toml"
vscode "chenglou92.rescript-vscode"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "jacobdufault.fuzzy-search"
vscode "jdinhlife.gruvbox"
vscode "kahole.magit"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ko"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "rust-lang.rust-analyzer"
vscode "sainnhe.gruvbox-material"
vscode "serayuzgur.crates"
vscode "Swellaby.rust-pack"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "VSpaceCode.vspacecode"
vscode "VSpaceCode.whichkey"
vscode "withfig.fig"
