tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "railwaycat/emacsmacport"
brew "asdf"
brew "bat"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "gist"
brew "git-flow-avh"
brew "go"
brew "helm"
brew "httpie"
brew "kubernetes-cli"
brew "kubectx"
brew "llvm"
brew "lsd"
brew "neovim"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tokei"
brew "z"
brew "zoxide"
cask "1password"
cask "alfred"
cask "clion"
cask "emacs"
cask "fig"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "goland"
cask "iterm2"
cask "kitty"
cask "notion"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
